[
  {
    "id": "story-1",
    "title": "סיפור קצר על חתול סקרן",
    "hebrew_text": "יום אחד, חתול קטן ושמו מישמיש החליט ללמוד על העולם. הוא יצא מהבית, עבר ליד עץ גדול, וראה ציפור ששרה שיר יפה. הציפור עפה לגג, ומישמיש רצה לטפס. הוא ניסה שוב ושוב, אבל היה קטן מדי. לבסוף, הוא התיישב על הדשא וחשב, 'מחר אלמד לעוף!'.",
    "english_translation": "One day, a small cat named Mishmish decided to learn about the world. He left the house, passed by a large tree, and saw a bird singing a beautiful song. The bird flew to the roof, and Mishmish wanted to climb. He tried again and again, but he was too small. Finally, he sat on the grass and thought, 'Tomorrow I will learn to fly!'",
    "arabic_translation": "في يوم من الأيام، قرر قط صغير اسمه مشمش أن يتعلم عن العالم. خرج من البيت، مر بجانب شجرة كبيرة، ورأى عصفوراً يغني أغنية جميلة. طار العصفور إلى السطح، وأراد مشمش أن يتسلق. حاول مراراً وتكراراً، لكنه كان صغيراً جداً. أخيراً، جلس على العشب وفكر، 'غداً سأتعلم الطيران!'",
    "category": "Story"
  },
  {
    "id": "conversation-1",
    "title": "שיחה במסעדה",
    "hebrew_text": "שלום, מה שלומך? אני רעב מאוד. מה אתה רוצה לאכול?\nאני רוצה ללמוד על המנות המיוחדות. יש לכם מרק היום?\nכן, יש מרק ירקות. זה מרק טעים.\nמצוין! אז אני אקח מרק ירקות ומנה עיקרית של דג.\nבסדר גמור. ומה לשתות?\nמים בבקשה.",
    "english_translation": "Hello, how are you? I am very hungry. What do you want to eat?\nI want to learn about the specials. Do you have soup today?\nYes, there is vegetable soup. It is a delicious soup.\nExcellent! So I will take vegetable soup and a main course of fish.\nAlright. And what to drink?\nWater please.",
    "arabic_translation": "مرحباً، كيف حالك؟ أنا جائع جداً. ماذا تريد أن تأكل؟\nأريد أن أتعلم عن الأطباق الخاصة. هل لديكم حساء اليوم؟\nنعم، يوجد حساء خضروات. إنه حساء لذيذ.\nممتاز! إذاً سآخذ حساء خضروات وطبقاً رئيسياً من السمك.\nحسناً جداً. وماذا تشرب؟\nماء من فضلك.",
    "category": "Conversation"
  },
  {
    "id": "story-2",
    "title": "הילדה והכדור האדום",
    "hebrew_text": "לילדה קטנה בשם שירה היה כדור אדום. היא אהבה לשחק איתו בגינה. יום אחד, הכדור קפץ גבוה מאוד ונפל מעבר לגדר. שירה הייתה עצובה, אבל אז ראתה ילד בצד השני של הגדר עם הכדור שלה. הילד חייך והחזיר לה את הכדור. שירה שמחה מאוד ואמרה תודה.",
    "english_translation": "A small girl named Shira had a red ball. She loved playing with it in the garden. One day, the ball bounced very high and fell over the fence. Shira was sad, but then she saw a boy on the other side of the fence with her ball. The boy smiled and returned the ball to her. Shira was very happy and said thank you.",
    "arabic_translation": "كان لدى فتاة صغيرة اسمها شيرا كرة حمراء. أحبت اللعب بها في الحديقة. في يوم من الأيام، قفزت الكرة عالياً جداً وسقطت فوق السياج. كانت شيرا حزينة، لكنها بعد ذلك رأت صبياً على الجانب الآخر من السياج ومعه كرتها. ابتسم الصبي وأعاد لها الكرة. كانت شيرا سعيدة جداً وقالت شكراً لك.",
    "category": "Story"
  },
  {
    "id": "conversation-2",
    "title": "שאלה על שעה",
    "hebrew_text": "סליחה, אתה יכול לעזור לי?\nכן, בטח. מה הבעיה?\nאני רוצה לדעת מה השעה בבקשה.\nעכשיו השעה שלוש וחצי אחר הצהריים.\nתודה רבה!\nבבקשה.",
    "english_translation": "Excuse me, can you help me?\nYes, of course. What is the problem?\nI want to know what time it is please.\nIt is now three thirty in the afternoon.\nThank you very much!\nYou're welcome.",
    "arabic_translation": "معذرة، هل يمكنك مساعدتي؟\nنعم، بالتأكيد. ما المشكلة؟\nأريد أن أعرف كم الساعة من فضلك.\nالآن الساعة الثالثة والنصف بعد الظهر.\nشكراً جزيلاً لك!\nعلى الرحب والسعة.",
    "category": "Conversation"
  },
  {
    "id": "poem-1",
    "title": "הגשם",
    "hebrew_text": "טיפות קטנות יורדות מהשמיים,\nמשקות את האדמה, את העצים והעלים.\nריח נעים עולה מהשדה,\nהגשם מביא ברכה לעולם.",
    "english_translation": "Small drops fall from the sky,\nwatering the ground, the trees, and the leaves.\nA pleasant smell rises from the field,\nThe rain brings a blessing to the world.",
    "arabic_translation": "قطرات صغيرة تتساقط من السماء،\nتسقي الأرض، الأشجار والأوراق.\nرائحة طيبة ترتفع من الحقل،\nالمطر يجلب البركة للعالم.",
    "category": "Poem"
  },
  {
    "id": "fact-1",
    "title": "עובדה על דבורים",
    "hebrew_text": "דבורים חשובות מאוד לטבע. הן עוזרות לצמחים לגדול על ידי העברת אבקה מפרח לפרח. דבורה אחת יכולה לבקר אלפי פרחים ביום אחד.",
    "english_translation": "Bees are very important to nature. They help plants grow by transferring pollen from flower to flower. One bee can visit thousands of flowers in one day.",
    "arabic_translation": "النحل مهم جداً للطبيعة. يساعد النباتات على النمو عن طريق نقل حبوب اللقاح من زهرة إلى زهرة. يمكن للنحلة الواحدة زيارة آلاف الزهور في يوم واحد.",
    "category": "Fact"
  },
  {
    "id": "description-1",
    "title": "השוק הסואן",
    "hebrew_text": "השוק מלא אנשים וצבעים. יש שם דוכנים עם פירות טריים, ירקות, ותבלינים. אנשים מדברים וצוחקים. הריחות טובים והקולות חזקים. זה מקום חי ומעניין.",
    "english_translation": "The market is full of people and colors. There are stalls with fresh fruits, vegetables, and spices. People are talking and laughing. The smells are good and the sounds are loud. It's a lively and interesting place.",
    "arabic_translation": "السوق مليء بالناس والألوان. توجد هناك أكشاك مع فواكه وخضروات وتوابل طازجة. الناس يتحدثون ويضحكون. الروائح طيبة والأصوات عالية. إنه مكان حيوي ومثير للاهتمام.",
    "category": "Description"
  },
  {
    "id": "story-3",
    "title": "הכלב והעצם",
    "hebrew_text": "לכלב גדול וחום הייתה עצם שהוא אהב מאוד. הוא קבר אותה בגינה כדי לשמור עליה. יום למחרת, הוא רצה לשחק עם העצם, אבל לא מצא אותה. הוא חיפש בכל מקום, ליד העצים ומתחת לפרחים. לבסוף, הוא זכר היכן קבר אותה וחפר אותה בשמחה.",
    "english_translation": "A big brown dog had a bone he loved very much. He buried it in the garden to keep it safe. The next day, he wanted to play with the bone, but he couldn't find it. He searched everywhere, near the trees and under the flowers. Finally, he remembered where he buried it and dug it up happily.",
    "arabic_translation": "كان لدى كلب كبير وبني عظم أحبه كثيراً. دفنه في الحديقة ليحافظ عليه آمناً. في اليوم التالي، أراد اللعب بالعظم، لكنه لم يجده. بحث في كل مكان، بالقرب من الأشجار وتحت الزهور. أخيراً، تذكر أين دفنه وحفره بسعادة.",
    "category": "Story"
  },
  {
    "id": "conversation-3",
    "title": "שיחה על מזג האוויר",
    "hebrew_text": "איזה יום יפה היום!\nכן, השמש זורחת והשמיים כחולים.\nזה מזג אוויר מצוין לטיול בחוץ.\nבהחלט. ומחר? מה התחזית למחר?\nמחר אמור להיות קצת קריר יותר, אולי עם קצת עננים.",
    "english_translation": "What a beautiful day today!\nYes, the sun is shining and the sky is blue.\nIt's excellent weather for a walk outside.\nAbsolutely. And tomorrow? What is the forecast for tomorrow?\nTomorrow is supposed to be a little cooler, maybe with some clouds.",
    "arabic_translation": "يا له من يوم جميل اليوم!\nنعم، الشمس مشرقة والسماء زرقاء.\nإنه طقس ممتاز للنزهة في الخارج.\nبالتأكيد. وغداً؟ ما هي التوقعات لغد؟\nمن المفترض أن يكون غداً أبرد قليلاً، ربما مع بعض الغيوم.",
    "category": "Conversation"
  },
  {
    "id": "poem-2",
    "title": "השמש",
    "hebrew_text": "השמש עולה בבוקר,\nצובעת את השמיים בזהב ואדום.\nמאירה את העולם באור חם,\nנותנת כוח וחיים לכל יצור.",
    "english_translation": "The sun rises in the morning,\npainting the sky in gold and red.\nLighting up the world with warm light,\ngiving strength and life to every creature.",
    "arabic_translation": "الشمس تشرق في الصباح،\nتصبغ السماء بالذهب والأحمر.\nتضيء العالم بنور دافئ،\nتمنح القوة والحياة لكل كائن.",
    "category": "Poem"
  },
  {
    "id": "fact-2",
    "title": "עובדה על הרים",
    "hebrew_text": "הרים הם צורות גאוגרפיות גדולות המתנשאות מעל פני השטח שמסביב. ההר הגבוה ביותר בעולם הוא הר אוורסט באסיה. פסגות הרים רבות מכוסות בשלג עד.",
    "english_translation": "Mountains are large geographical features that rise above the surrounding surface. The highest mountain in the world is Mount Everest in Asia. Many mountain peaks are covered with perpetual snow.",
    "arabic_translation": "الجبال هي تضاريس جغرافية كبيرة ترتفع فوق السطح المحيط. أعلى جبل في العالم هو جبل إيفرست في آسيا. العديد من قمم الجبال مغطاة بالثلوج الدائمة.",
    "category": "Fact"
  },
  {
    "id": "description-2",
    "title": "הספרייה השקטה",
    "hebrew_text": "בתוך הספרייה שקט ונעים. מדפים גבוהים מלאים בספרים מכל הסוגים. אנשים יושבים בשולחנות קוראים או לומדים. ריח של נייר ישן וחדש ממלא את האוויר. זה מקום מצוין לחשוב וללמוד.",
    "english_translation": "Inside the library, it is quiet and pleasant. High shelves are full of books of all kinds. People are sitting at tables reading or studying. The smell of old and new paper fills the air. It's an excellent place to think and learn.",
    "arabic_translation": "داخل المكتبة هادئ وممتع. الرفوف العالية مليئة بالكتب من جميع الأنواع. يجلس الناس على الطاولات يقرأون أو يدرسون. رائحة الورق القديم والجديد تملأ الهواء. إنه مكان ممتاز للتفكير والتعلم.",
    "category": "Description"
  },
  {
    "id": "story-4",
    "title": "טיול לים",
    "hebrew_text": "משפחה יצאה לטיול בים. הילדים רצו מהר לחול והתחילו לבנות ארמון מחול. האבא שחה במים הקרירים והאמא ישבה על החוף וקראה ספר. השמש זרחה והיום היה מושלם.",
    "english_translation": "A family went on a trip to the sea. The children quickly ran to the sand and started building a sandcastle. The father swam in the cool water and the mother sat on the beach and read a book. The sun was shining and the day was perfect.",
    "arabic_translation": "ذهبت عائلة في رحلة إلى البحر. ركض الأطفال بسرعة إلى الرمال وبدأوا ببناء قلعة رملية. سبح الأب في الماء البارد وجلست الأم على الشاطئ تقرأ كتاباً. الشمس كانت مشرقة واليوم كان مثالياً.",
    "category": "Story"
  },
  {
    "id": "conversation-4",
    "title": "הזמנת קפה",
    "hebrew_text": "בוקר טוב, מה תרצה להזמין?\nבוקר טוב. אני רוצה קפה בבקשה.\nאיזה סוג קפה?\nקפה הפוך גדול עם חלב רגיל.\nבסדר גמור. משהו מתוק ליד?\nלא תודה, רק הקפה.",
    "english_translation": "Good morning, what would you like to order?\nGood morning. I would like coffee please.\nWhat kind of coffee?\nA large cappuccino with regular milk.\nAlright. Something sweet on the side?\nNo thank you, just the coffee.",
    "arabic_translation": "صباح الخير، ماذا تود أن تطلب؟\nصباح الخير. أريد قهوة من فضلك.\nأي نوع من القهوة؟\nكابتشينو كبير مع حليب عادي.\nحسناً جداً. شيء حلو بجانبه؟\nلا شكراً، فقط القهوة.",
    "category": "Conversation"
  },
  {
    "id": "poem-3",
    "title": "הפרח",
    "hebrew_text": "פרח קטן וצבעוני,\nגדל בשדה הירוק.\nנפתח בבוקר לקראת האור,\nומפיץ ריח טוב מסביב.",
    "english_translation": "A small and colorful flower,\ngrows in the green field.\nOpens in the morning towards the light,\nand spreads a good smell around.",
    "arabic_translation": "زهرة صغيرة وملونة،\nتنمو في الحقل الأخضر.\nتتفتح في الصباح نحو النور،\nوتنشر رائحة طيبة حولها.",
    "category": "Poem"
  },
  {
    "id": "fact-3",
    "title": "עובדה על נהרות",
    "hebrew_text": "נהר הוא גוף מים טבעי הזורם בדרך כלל לעבר אגם, ים, אוקיינוס או נהר אחר. נהרות חשובים מאוד לשתייה, חקלאות ותחבורה. הנהר הארוך ביותר בעולם הוא האמזונס.",
    "english_translation": "A river is a natural water body that usually flows towards a lake, sea, ocean, or another river. Rivers are very important for drinking, agriculture, and transportation. The longest river in the world is the Amazon.",
    "arabic_translation": "النهر هو جسم مائي طبيعي يتدفق عادة نحو بحيرة أو بحر أو محيط أو نهر آخر. الأنهار مهمة جداً للشرب والزراعة والنقل. أطول نهر في العالم هو الأمازون.",
    "category": "Fact"
  },
  {
    "id": "description-3",
    "title": "לילה זרוע כוכבים",
    "hebrew_text": "בלילה, כשהשמיים בהירים, אפשר לראות אלפי כוכבים. הם נוצצים מרחוק כמו יהלומים קטנים. הירח מאיר באור לבן ושקט. זה מראה יפהפה ושקט.",
    "english_translation": "At night, when the sky is clear, you can see thousands of stars. They twinkle from afar like small diamonds. The moon shines with a white and quiet light. It is a beautiful and quiet sight.",
    "arabic_translation": "في الليل، عندما تكون السماء صافية، يمكنك رؤية آلاف النجوم. تلمع من بعيد مثل الألماس الصغير. القمر يضيء بنور أبيض وهادئ. إنه منظر جميل وهادئ.",
    "category": "Description"
  },
  {
    "id": "story-5",
    "title": "לימוד רכיבה על אופניים",
    "hebrew_text": "ילד בשם דני רצה ללמוד לרכוב על אופניים. אבא שלו עזר לו. בפעם הראשונה, דני נפל כמה פעמים, אבל הוא לא ויתר. הוא ניסה שוב ושוב, ולאט לאט למד לשמור על שיווי משקל. בסוף היום, הוא רכב לבד וחייך בגאווה.",
    "english_translation": "A boy named Dani wanted to learn to ride a bicycle. His father helped him. The first time, Dani fell a few times, but he didn't give up. He tried again and again, and slowly learned to balance. By the end of the day, he rode by himself and smiled proudly.",
    "arabic_translation": "أراد ولد اسمه داني أن يتعلم ركوب الدراجة. والده ساعده. في المرة الأولى، سقط داني عدة مرات، لكنه لم يستسلم. حاول مراراً وتكراراً، وتعلم ببطء الحفاظ على التوازن. في نهاية اليوم، ركب بنفسه وابتسم بفخر.",
    "category": "Story"
  },
  {
    "id": "conversation-5",
    "title": "שיחה על ספר",
    "hebrew_text": "קראת את הספר החדש של הסופר המפורסם?\nעוד לא. איך הוא?\nמצוין! הסיפור מרתק והדמויות מעניינות מאוד.\nנשמע טוב. אולי אקנה אותו מחר.\nאני ממליץ בחום.",
    "english_translation": "Have you read the new book by the famous author?\nNot yet. How is it?\nExcellent! The story is fascinating and the characters are very interesting.\nSounds good. Maybe I'll buy it tomorrow.\nI highly recommend it.",
    "arabic_translation": "هل قرأت الكتاب الجديد للمؤلف المشهور؟\nلم بعد. كيف هو؟\nممتاز! القصة رائعة والشخصيات مثيرة جداً للاهتمام.\nيبدو جيداً. ربما أشتريه غداً.\nأوصي به بشدة.",
    "category": "Conversation"
  },
  {
    "id": "poem-4",
    "title": "חברות",
    "hebrew_text": "חבר טוב זה מתנה,\nמישהו לדבר איתו, לצחוק ולשחק.\nחבר תמיד עוזר ותומך,\nיחד החיים הרבה יותר טובים.",
    "english_translation": "A good friend is a gift,\nsomeone to talk to, laugh and play with.\nA friend always helps and supports,\ntogether life is much better.",
    "arabic_translation": "الصديق الجيد هدية،\nشخص تتحدث معه، تضحك وتلعب معه.\nالصديق دائماً يساعد ويدعم،\nمعاً الحياة أفضل بكثير.",
    "category": "Poem"
  },
  {
    "id": "fact-4",
    "title": "עובדה על עצים",
    "hebrew_text": "עצים נותנים לנו אוויר לנשימה, צל ביום חם, ופירות לאכול. הם גם בית לציפורים וחיות אחרות. יש הרבה סוגים שונים של עצים בעולם.",
    "english_translation": "Trees give us air to breathe, shade on a hot day, and fruits to eat. They are also home to birds and other animals. There are many different kinds of trees in the world.",
    "arabic_translation": "الأشجار تعطينا الهواء للتنفس، الظل في يوم حار، والفواكه للأكل. كما أنها منزل للطيور والحيوانات الأخرى. هناك العديد من الأنواع المختلفة من الأشجار في العالم.",
    "category": "Fact"
  },
  {
    "id": "description-4",
    "title": "חדר נעים",
    "hebrew_text": "בחדר הזה יש ספה גדולה ונוחה, שטיח רך על הרצפה, ומנורה עם אור חם. על הקירות תלויות תמונות יפות. בפינה יש מדף עם ספרים. זה מקום מושלם לנוח ולהירגע.",
    "english_translation": "In this room there is a large and comfortable sofa, a soft rug on the floor, and a lamp with warm light. Beautiful pictures hang on the walls. In the corner there is a shelf with books. It's a perfect place to rest and relax.",
    "arabic_translation": "في هذه الغرفة توجد أريكة كبيرة ومريحة، سجادة ناعمة على الأرض، ومصباح ذو ضوء دافئ. صور جميلة معلقة على الجدران. في الزاوية يوجد رف كتب. إنه مكان مثالي للراحة والاسترخاء.",
    "category": "Description"
  },
  {
    "id": "story-6",
    "title": "אפיית עוגה",
    "hebrew_text": "ילדה בשם נועה רצתה לאפות עוגה ליום הולדת של אמא שלה. היא לקחה קמח, סוכר, ביצים, וחלב. היא עירבבה הכל ביחד ושפכה לתבנית. היא הכניסה את התבנית לתנור. אחרי זמן מה, הריח הטוב התפשט בבית. העוגה הייתה מוכנה וטעימה מאוד.",
    "english_translation": "A girl named Noa wanted to bake a cake for her mother's birthday. She took flour, sugar, eggs, and milk. She mixed everything together and poured it into a pan. She put the pan in the oven. After a while, the good smell spread through the house. The cake was ready and very delicious.",
    "arabic_translation": "أرادت فتاة اسمها نوى خبز كعكة لعيد ميلاد والدتها. أخذت طحيناً وسكراً وبيضاً وحليباً. خلطت كل شيء معاً وصبته في قالب. وضعت القالب في الفرن. بعد فترة، انتشرت الرائحة الطيبة في المنزل. كانت الكعكة جاهزة ولذيذة جداً.",
    "category": "Story"
  },
  {
    "id": "conversation-6",
    "title": "תכנון סוף שבוע",
    "hebrew_text": "מה התוכניות שלך לסוף השבוע?\nעוד לא החלטתי. אולי אלך לטייל.\nנשמע טוב. אני חושב לבקר חברים שלי בעיר אחרת.\nתהנה! ומתי אתה חוזר?\nאחזור ביום ראשון בערב.",
    "english_translation": "What are your plans for the weekend?\nI haven't decided yet. Maybe I'll go for a walk.\nSounds good. I'm thinking of visiting my friends in another city.\nHave fun! And when are you coming back?\nI'll be back on Sunday evening.",
    "arabic_translation": "ما هي خططك لعطلة نهاية الأسبوع؟\nلم أقرر بعد. ربما سأذهب للنزهة.\nيبدو جيداً. أفكر في زيارة أصدقائي في مدينة أخرى.\nاستمتع! ومتى ستعود؟\nسأعود مساء يوم الأحد.",
    "category": "Conversation"
  },
  {
    "id": "poem-5",
    "title": "חלומות",
    "hebrew_text": "בלילה, כשאני ישן,\nאני חולם חלומות יפים.\nעל מקומות רחוקים ועולמות אחרים,\nהכל אפשרי בתוך החלום.",
    "english_translation": "At night, when I sleep,\nI dream beautiful dreams.\nAbout faraway places and other worlds,\neverything is possible within the dream.",
    "arabic_translation": "في الليل، عندما أنام،\nأحلم أحلاماً جميلة.\nعن أماكن بعيدة وعوالم أخرى،\nكل شيء ممكن داخل الحلم.",
    "category": "Poem"
  },
  {
    "id": "fact-5",
    "title": "עובדה על הים",
    "hebrew_text": "הים מכסה חלק גדול מכדור הארץ. המים בים הם מלוחים. יש בים הרבה סוגים של בעלי חיים, כמו דגים, כרישים, ולווייתנים. הים חשוב מאוד לאקלים העולם.",
    "english_translation": "The sea covers a large part of the Earth. The water in the sea is salty. There are many types of animals in the sea, like fish, sharks, and whales. The sea is very important for the world's climate.",
    "arabic_translation": "البحر يغطي جزءاً كبيراً من الكرة الأرضية. الماء في البحر مالح. يوجد في البحر الكثير من أنواع الحيوانات، مثل الأسماك، أسماك القرش، والحيتان. البحر مهم جداً لمناخ العالم.",
    "category": "Fact"
  },
  {
    "id": "description-5",
    "title": "ציפור צבעונית",
    "hebrew_text": "ראיתי ציפור קטנה עם צבעים יפים. היו לה נוצות אדומות, כחולות, וצהובות. היא עמדה על ענף ושרה שיר שמח. היא נראתה כמו יצירת אמנות קטנה ומרגשת.",
    "english_translation": "I saw a small bird with beautiful colors. It had red, blue, and yellow feathers. It stood on a branch and sang a happy song. It looked like a small and exciting work of art.",
    "arabic_translation": "رأيت عصفوراً صغيراً بألوان جميلة. كان لديه ريش أحمر، أزرق، وأصفر. وقف على غصن وغنى أغنية سعيدة. بدا وكأنه عمل فني صغير ومثير.",
    "category": "Description"
  },
  {
    "id": "story-7",
    "title": "ביקור אצל סבא וסבתא",
    "hebrew_text": "בכל שבת, ילדים בשם איתי ועלמה מבקרים את סבא וסבתא שלהם. סבתא תמיד מכינה עוגיות טעימות וסבא מספר להם סיפורים מעניינים. הם אוהבים לשחק בגינה עם הכלב של סבא וסבתא. זה תמיד יום שמח.",
    "english_translation": "Every Saturday, children named Itai and Alma visit their grandparents. Grandma always bakes delicious cookies and Grandpa tells them interesting stories. They love playing in the garden with their grandparents' dog. It is always a happy day.",
    "arabic_translation": "في كل سبت، يزور أطفال اسمهم إيتاي وألما أجدادهم. الجدة دائماً تخبز بسكويت لذيذاً والجد يقص عليهم قصصاً شيقة. يحبون اللعب في الحديقة مع كلب الأجداد. إنه دائماً يوم سعيد.",
    "category": "Story"
  },
  {
    "id": "conversation-7",
    "title": "שיחה על מוזיקה",
    "hebrew_text": "איזו מוזיקה אתה אוהב לשמוע?\nאני אוהב לשמוע מוזיקה קלאסית וגם מוזיקת פופ.\nמעניין. יש לך אמן או להקה אהובה?\nאני מאוד אוהב את בטהובן במוזיקה קלאסית, ובפופ אני שומע הרבה דברים שונים.\nיפה מאוד.",
    "english_translation": "What kind of music do you like to listen to?\nI like listening to classical music and also pop music.\nInteresting. Do you have a favorite artist or band?\nI really like Beethoven in classical music, and in pop I listen to a lot of different things.\nVery nice.",
    "category": "Conversation"
  },
  {
    "id": "poem-6",
    "title": "צבעים",
    "hebrew_text": "העולם מלא צבעים,\nכחול השמיים, ירוק הדשא,\nאדום הפרחים, צהוב השמש.\nכל צבע מספר סיפור אחר,\nביחד הם יוצרים תמונה מדהימה.",
    "english_translation": "The world is full of colors,\nblue of the sky, green of the grass,\nred of the flowers, yellow of the sun.\nEach color tells a different story,\ntogether they create an amazing picture.",
    "arabic_translation": "العالم مليء بالألوان،\nأزرق السماء، أخضر العشب،\nأحمر الزهور، أصفر الشمس.\nكل لون يروي قصة مختلفة،\nمعاً يخلقون صورة رائعة.",
    "category": "Poem"
  },
  {
    "id": "fact-6",
    "title": "עובדה על עננים",
    "hebrew_text": "עננים עשויים מטיפות מים קטנות או גבישי קרח הצפים באוויר. יש סוגים שונים של עננים, חלקם לבנים ורכים, ואחרים אפורים וכבדים ויכולים להביא גשם.",
    "english_translation": "Clouds are made of tiny water droplets or ice crystals floating in the air. There are different types of clouds, some are white and fluffy, and others are gray and heavy and can bring rain.",
    "arabic_translation": "الغيوم تتكون من قطرات ماء صغيرة أو بلورات ثلجية تطفو في الهواء. هناك أنواع مختلفة من الغيوم، بعضها أبيض ورقيق، والبعض الآخر رمادي وثقيل ويمكن أن يجلب المطر.",
    "category": "Fact"
  },
  {
    "id": "description-6",
    "title": "כפר קטן",
    "hebrew_text": "בכפר קטן יש בתים פשוטים עם גגות אדומים. רחובות צרים ושקטים. מסביב לכפר יש שדות ירוקים והרים רחוקים. החיים בכפר רגועים ושלווים יותר מהחיים בעיר הגדולה.",
    "english_translation": "In a small village there are simple houses with red roofs. The streets are narrow and quiet. Around the village there are green fields and distant mountains. Life in the village is calmer and more peaceful than life in the big city.",
    "arabic_translation": "في قرية صغيرة توجد بيوت بسيطة بأسقف حمراء. الشوارع ضيقة وهادئة. حول القرية توجد حقول خضراء وجبال بعيدة. الحياة في القرية أكثر هدوءاً وسكينة من الحياة في المدينة الكبيرة.",
    "category": "Description"
  },
  {
    "id": "story-8",
    "title": "סיפור קצר על חתול סקרן",
    "hebrew_text": "יום אחד, חתול קטן ושמו מישמיש החליט ללמוד על העולם. הוא יצא מהבית, עבר ליד עץ גדול, וראה ציפור ששרה שיר יפה. הציפור עפה לגג, ומישמיש רצה לטפס. הוא ניסה שוב ושוב, אבל היה קטן מדי. לבסוף, הוא התיישב על הדשא וחשב, 'מחר אלמד לעוף!'.",
    "english_translation": "One day, a small cat named Mishmish decided to learn about the world. He left the house, passed by a large tree, and saw a bird singing a beautiful song. The bird flew to the roof, and Mishmish wanted to climb. He tried again and again, but he was too small. Finally, he sat on the grass and thought, 'Tomorrow I will learn to fly!'",
    "arabic_translation": "في يوم من الأيام، قرر قط صغير اسمه مشمش أن يتعلم عن العالم. خرج من البيت، مر بجانب شجرة كبيرة، ورأى عصفوراً يغني أغنية جميلة. طار العصفور إلى السطح، وأراد مشمش أن يتسلق. حاول مراراً وتكراراً، لكنه كان صغيراً جداً. أخيراً، جلس على العشب وفكر، 'غداً سأتعلم الطيران!'",
    "category": "Story"
  },
  {
    "id": "conversation-8",
    "title": "שיחה במסעדה",
    "hebrew_text": "שלום, מה שלומך? אני רעב מאוד. מה אתה רוצה לאכול?\nאני רוצה ללמוד על המנות המיוחדות. יש לכם מרק היום?\nכן, יש מרק ירקות. זה מרק טעים.\nמצוין! אז אני אקח מרק ירקות ומנה עיקרית של דג.\nבסדר גמור. ומה לשתות?\nמים בבקשה.",
    "english_translation": "Hello, how are you? I am very hungry. What do you want to eat?\nI want to learn about the specials. Do you have soup today?\nYes, there is vegetable soup. It is a delicious soup.\nExcellent! So I will take vegetable soup and a main course of fish.\nAlright. And what to drink?\nWater please.",
    "arabic_translation": "مرحباً، كيف حالك؟ أنا جائع جداً. ماذا تريد أن تأكل؟\nأريد أن أتعلم عن الأطباق الخاصة. هل لديكم حساء اليوم؟\nنعم، يوجد حساء خضروات. إنه حساء لذيذ.\nممتاز! إذاً سآخذ حساء خضروات وطبقاً رئيسياً من السمك.\nحسناً جداً. وماذا تشرب؟\nماء من فضلك.",
    "category": "Conversation"
  }
]
